Repository: HannaChristensson/LetsCount
Catalog: LetsCount/Localizable.xcstrings
Source language: en
Languages: sv

source: Addition, subtraction, multiplication, division
sv: Addition, subtraktion, multiplikation, division

source: An app for different calculations in your life
sv: En app för olika beräkningar i ditt liv

source: Bill amount:
sv: Kostnad nota:

source: Bill divided by:
sv: Notan delas av:

source: Bill with tip
sv: Nota med dricks

source: Calculate
sv: Beräkna

source: Calculate what each person should pay
sv: Räkna ut vad var person ska betala

source: Click on one of the choices below:
sv: Klicka på ett av valen nedan:

source: Cost/person:
sv: Kostnad/person:

source: Enter the bill amount
sv: Skriv in notans kostnad

source: Enter the first number
sv: Ange första talet

source: Enter the second number
sv: Ange andra talet

source: First number:
sv: Första talet:

source: Four calculations
sv: Fyra räknesätt

source: Let's Count!
sv: Låt oss räkna!

source: Note with tip
sv: Nota med dricks

source: Number of people:
sv: Antal personer:

source: Please enter a valid amount
sv: Skriv in ett giltigt belopp

source: Reset
sv: Återställ

source: Second number:
sv: Andra talet:

source: Select calculation
sv: Välj beräkning

source: Select desired calculation method:
sv: Välj önskat räknesätt:

source: Select desired tip percentage:
sv: Välj önskad dricksprocent:

source: The four methods of calculation
sv: De fyra räknesätten

source: Tip
sv: Dricks

source: Tip:
sv: Dricks:

source: Total bill:
sv: Total nota:

source: Wrong
sv: Fel
